@extends('layout.site', ['title' => 'Блог о программировании'])

@section('content')
    <div>
        <div class="fh5co_heading fh5co_heading_border_bottom py-2 mb-4">Блог о программировании</div>
    </div>
    <div class="row pb-4">
    <p>
Этот сайт посвящен как программистам, так и тем, кто собирается им стать.
    Учебные материалы предназначены для обучения основам программирования, а также статьи для истинных профи-программистов,
    которые повышают свой потенциал, как специалиста. Статьи блогов сгруппированы по категориям, а также по тегам, что позволяет
    легко найти себе необходимый материал. Кроме того строка поиска может отыскать по частичному совпадению
    искомые данные в статьях.</p>
    </div>
@endsection
